{
	"version": "v1.3.0.b1",
	"stream": "Dev",
	"warns": "<div class='card alert-warning'><p><b>Warning!</b> You shouldn't upload Optifine or Journey Map. If you want to use Journey Map, you should add it to the app as a remote mod. If you need more information, check <a href='http://journeymap.info/Technic'>http://journeymap.info/Technic</a> or <a href='https://tawk.to/chat/5ba3d4c8c666d426648af4bc/default' target='_blank'>contact a human</a>.</p></div>",
	"ltcl": "Improved security, Password encryption, Remote mods, Improved process of fetching Forge versions, Fixed bugs, Windows support, and more...",
	"changelog": "<h3>v1.3.0</h3>Description conming soon.<br><hr><h3>v1.2.1</h3><br>You can now add not-compatible versions of mods to your builds<br>Menu Bars icon is shown instead of Technic Logo on narrower screens<br>Improved security<br>Fixed bug - Minecraft Version of a mod cannot be changed if it is the same string as it's Mod Version<br>Fixed Bug - The API sends latest build of your modpack to the user even if it's private<hr><h3>v1.2.0</h3><br>Mods versions are now grouped by name - more versions of the same mod won't be displayed as separate mods<br>You can now migrate your modpacks from the original solder v0.8.0-beta using the automatic migration tool.<br>You can now download any mod you have uploaded to the application - .zip or .jar<br>You can now view content of any .zip file you have uploaded to the 'Other files' section<hr><h3>v1.1.2</h3><br>Bootstrap is now stored locally<hr><h3>v1.1.1</h3><br>Fixed checking for dev builds.<hr><h3>v1.1.0</h3><br>Added Instant Modpack feature<br>Number of Downloads, Runs and likes are shown.<br>Modpack icons are shown<br>A warning message is shown when solder is unable to check for updates or connect to Technic.<br>Modpack Runs, Downloads, Likes and Icons are saved in a 30min cache.<br>Minor mod uploader changes.<hr><h3>v1.0.1</h3><br>Fixed bug: Modpack is no longer set to private after using the 'Update Latest Version' button.<hr><h3>v1.0.0</h3><br>resolder.php and platform.php scripts for solder verifier are now hosted by the user<br>Client IDs are now validated<br>Buttons for creating new build are now attached together<br>After over six months of work, Solder.cf is finished.<br>Happy new year!<hr><h3>v1.0.0.rc7</h3><br>Side navigation is now hidden if the screen is narrower than 1000 pixels.<br>Dark theme is now stored in session, not the <i>settings.php</i> file<hr><h3>v1.0.0.rc6</h3><br>Hidden notices and fixed php warnings.<br>Fixed Typo<hr><h3>v1.0.0.rc5</h3><br>Fixed bug - Custom files are no longer marked as not compatible<br>Changed color of black check to green check when mod upload is successful.<br>Changed titles in Other Files section.<hr><h3>v1.0.0.rc4</h3><br>Added script for database upgrading.<hr><h3>v1.0.0.rc3</h3><br>Changed page titles.<hr><h3>v1.0.0.rc2</h3><br><b>Additions:</b><br><ul><li>Client management</li><li>Private modpacks and builds</li><li>Quick settings</li><li>Dark theme</li></ul><br><b>Deletions:</b><ul><li>Forge link verification - Fetching forge versions is now much faster</li><li>Sorting fetched forge versions</li></ul><br><b>Changes and Fixes:</b><ul><li>Updated bootstrap to v4.2.1</li><li><a target='_blank' href='https://github.com/TheGameSpider/TechnicSolder/issues/4'>User is notified when changing forge version in a build</a></li><li>User is notified when changing modpack slug</li><li>Other minor bug fixes</li></ul>"
}